LEXICON_RU: dict[str, str | list[str]] = {
    'start': 'Согласитесь с правилами',
    'help': 'Помощь',
    'menu': 'Меню',
    'create_book': ['Введите название книги:', 'Введите автора книги', 'Введите жанр книги', 'Введите описание книги',
                    'Книга добавлена'],
    'search_book': 'В этом разделе вы можете найти книгу',
    'fitered_books': 'Книги по вашему запросу',
    'no books': 'Нет книг по вашему запросу',
    'no all books': 'Вы еще не добавили ни одной книги',
    'list_book': 'Список книг',
    'search book by genre': 'Ведите жанр книг, которые вы хотели бы просомотреть',
    'check book description': '<b>Название:</b> {title}\n\n'
                              '<b>Автор:</b> {author}\n\n'
                              '<b>Жанр:</b> {genre}\n\n'
                              '<b>Описание:</b> {description}',
    'delete book': 'Книга успешно удалена',
    'enter new genre': 'Введите новый жанр'
}
